Repository: L201796/89
Catalog: translations/preface.tex.*.po
Languages: pt_br

source: \addchap{Preface (2016)}
pt_br: \addchap{Prefácio (2016)}

source: Since the original version of this book (University of Chicago Press, 1996) went out of print in the 2000s, I have continued to receive inquiries from people asking how they can obtain a copy. I am therefore thrilled that Language Science Press has offered to make the title available again, as part of their Classics in Linguistics series. I would like to thank series editors Stefan Müller and Martin Haspelmath, as well as Sebastian Nordhoff and Felix Kopecky, for their help in making this happen.
pt_br: Desde quando a versão original deste livro (University of Chicago Press, 1996) se esgotou e não foi reimpressa nos anos 2000, eu venho recebendo pedidos de pessoas perguntando como poderiam obter uma cópia. Desta forma, fiquei empolgado ao descobrir que a Language Science Press se propôs a tornar o livro acessível novamente, como parte de sua série Clássicos da Linguística. Gostaria de agradecer aos editores da série, Stefan Müller e Martin Haspelmath, e também a Sebastian Nordhoff e Felix Kopecky, pela ajuda que tornou isso possível.

source: The content of this new printing is identical to the first printing, with the following exceptions:
pt_br: O conteúdo desta nova edição é idêntico ao da primeira edição, com as seguintes exceções:

source: I have altered the wording in a few places where I found it insufficiently clear or terminologically outdated;
pt_br: eu alterei a redação de alguns trechos que considerei pouco claros ou terminologicamente ultrapassados;

source: my uses of the term \textit{informant(s)} have been replaced with \textit{consultant(s)} or \textit{speaker(s)}, in keeping with current practice (of course, the former term still appears in some quoted passages);
pt_br: minha utilização do termo \textit{informante(s)} foi substituída por \textit{participante(s)} ou \textit{falante(s)}, conforme a prática vigente (evidentemente, o termo original ainda aparece em algumas citações diretas);

source: I have updated the reference information for a couple of works that had not been published at the time of the original printing, particularly \citet{Cowart1997};
pt_br: eu atualizei os elementos das referências de certos textos que não haviam sido publicados na época da impressão original, especialmente \citet{Cowart1997};

source: the original index has been split into name and subject indexes, and both are now more comprehensive.
pt_br: o índice original foi dividido em índice onomástico e índice temático, e ambos se tornaram mais abrangentes.

source: \noindent In terms of presentation, the following things have changed:
pt_br: \noindent No quesito de formatação, os seguintes aspectos mudaram:

source: the format of citations and references has been adapted to LangSci house style, as have other minor typographical choices;
pt_br: o formato de citações e referências foi adaptado para o estilo próprio da LangSci, assim como outros detalhes tipográficos;

source: full given names have been added to references whenever available;
pt_br: prenomes completos foram adicionados às referências sempre que disponíveis;

source: since the text has been freshly typeset, the page numbers do not match those of the original printing; however, the (sub)section numbers are unchanged: I suggest using those if it is necessary to specify a location within a chapter. Example numbers are also unchanged.
pt_br: já que o texto recebeu uma nova diagramação, a paginação não coincide com a publicação original; no entanto, os números de (sub)seções foram mantidos: sugiro que eles sejam usados caso seja necessário especificar uma localização dentro de um capítulo. A numeração de exemplos também foi mantida.

source: Importantly, I have \textit{not} attempted to update the content in light of subsequent relevant research, since this would undoubtedly have compelled me to try to write a whole new book. Of course, linguistics and psycholinguistics have chang\-ed a great deal in the 20 years since I completed the original manuscript; e.g., ``theoretical'' linguistics has notably become more ``experimental.'' Also, some of my own views on the issues have evolved over those two decades. There are passages in the book that I would have omitted or altered, \textit{if} I had allowed myself to make any substantive revisions. Instead, I have chosen to restrict all follow-up discussion to this preface. In what follows I try to point readers to works that should allow them to ``get up to speed'' on intervening developments.
pt_br: Sobretudo, eu \textit{não} tentei atualizar o conteúdo à luz de pesquisas subsequentes pertinentes à área, já que tal decisão sem dúvida me levaria a escrever um livro novo por completo. É claro que a linguística e a psicolinguística mudaram bastante nos 20 anos desde que finalizei o manuscrito original; a linguística ``teórica'', notavelmente, se tornou mais ``experimental'', por exemplo. Além disso, algumas das minhas próprias opiniões sobre tais questões evoluíram ao longo dessas duas décadas. Há trechos do livro que eu teria omitido ou alterado, \textit{se} tivesse me permitido fazer quaisquer edições substanciais. Em vez disso, optei por restringir o seguimento da discussão a este prefácio. A seguir, tentarei indicar aos leitores trabalhos que permitirão que ``se atualizem'' em relação aos avanços recentes.

source: For collections that are comprised mainly of papers on topics that are important in the book, see \citet{McNair1996}, \citet{Penke2004}, \citet{Kepser2005}, \citet{Borsley2005}, \citet{Featherston2007} and replies in the same journal issue, \citet{Featherston2007a}, \citet{Featherston2009}, and \citet{Winkler2009}. My more recent views can be found in the following surveys: \citet{Schuetze2006,Schuetze2011} and \citet{Schuetze2013}.
pt_br: Para coletâneas constituídas principalmente de artigos sobre os tópicos pertinentes a este livro, veja \citet{McNair1996}, \citet{Penke2004}, \citet{Kepser2005}, \citet{Borsley2005}, \citet{Featherston2007} e as réplicas no mesmo número, \citet{Featherston2007a}, \citet{Featherston2009} e \citet{Winkler2009}. As minhas opiniões mais recentes podem ser encontradas nos seguintes estudos de revisão: \citet{Schuetze2006,Schuetze2011} e \citet{Schuetze2013}.

source: There have been (at least) four major developments involving the empirical base of linguistics that anyone interested in the topic should be aware of.
pt_br: Houve (pelo menos) quatro grandes avanços envolvendo a base empírica da linguística que os interessados nesse tópico devem conhecer.

source: The adaptation of the \isi{magnitude estimation task} from \isi{psychophysics} to judgment collection \citep{BardEtAl1996}. This was touted as having numerous potential advantages over the traditional \isi{Likert scale}\ia{Likert, Rensis} task, most or all of which have been subsequently refuted (see \citealt{Weskott2011} and \citealt{Sprouse2013}).
pt_br: A adaptação da \isi{tarefa de estimação de magnitude} da \isi{psicolinguística} para a coleta de julgamentos \citep{BardEtAl1996}. Esse método foi propagandeado como tendo várias vantagens em potencial em relação à tradicional tarefa da \isi{escala Likert}\ia{Likert, Rensis}, a maior parte das quais foi posteriormente refutada (veja \citealt{Weskott2011} e \citealt{Sprouse2013}).

source: The use of World Wide Web searches to establish attestation, and infer acceptability, of certain sentence/construction types. I discuss the limitations of this approach in \citet{Schuetze2009}.
pt_br: O uso de pesquisas na Internet para atestar e inferir a aceitabilidade de certos tipos de sentença/construção. Discuto as limitações dessa abordagem em \citet{Schuetze2009}.

source: The use of Amazon Mechanical Turk (AMT) and potentially other crowdsourcing platforms as sources of subjects for acceptability judgment and many other psycholinguistic experiments (so far, in only a handful of languages). For an empirical investigation of how AMT results compare with judgments collected in the lab (on a small range of constructions in English), see \citet{Sprouse2011}.
pt_br: O uso do Amazon Mechanical Turk (AMT) e possivelmente de outras plataformas de \textit{crowdsourcing} como fontes de participantes em tarefas de julgamento de aceitabilidade e muitos outros experimentos psicolinguísticos (até o momento, em um número reduzido de línguas). Para uma investigação empírica de como os resultados do AMT comparam-se com os julgamentos coletados no laboratório (em um pequeno conjunto de construções em inglês), veja \citet{Sprouse2011}.

source: Detailed empirical challenges to\schdash{}and defenses of\schdash{}the proposal, advocated in \sectref{sec:7.2} in the book, that Subjacency\is{Subjacency violation} effects could be reduced to processing factors. See \citet{Yoshida2014} as well as the Stanford\slash Maryland debate (\citet{Hofmeister2010,Hofmeister2012,Hofmeister2012a,Sprouse2012,Sprouse2012a}, and many of the contributions in \citealt{Sprouse2014}).
pt_br: Os detalhados desafios empíricos\schdash{}e as defesas\schdash{}à proposta, endossada na \sectref{sec:7.2} deste livro, segundo a qual os efeitos de Subjacência\is{violação de Subjacência} poderiam ser reduzidos a fatores de processamento. Confira \citet{Yoshida2014}, bem como o debate Stanford\slash Maryland (\citet{Hofmeister2010,Hofmeister2012,Hofmeister2012a,Sprouse2012,Sprouse2012a} e várias das contribuições em \citealt{Sprouse2014}).

source: Finally, there is a statement by Chomsky,\ia{Chomsky, Noam} which I attribute in the book (p.~\pageref{ChomskyPrefacestart}) to a popular press source, about which I have often been questioned, wherein Chomsky calls it a truism that genetically based \isi{Universal Grammar} (UG) is subject to \textit{some} individual variation.\is{interspeaker variation!in Universal Grammar} For those who have asked whether Chomsky’s position can be confirmed in any academic publications, I offer the following quotes:
pt_br: Por fim, há uma declaração de Chosmky,\ia{Chomsky, Noam} que atribuo no livro (p.~\pageref{ChomskyPrefacestart}) a uma fonte popular da imprensa, sobre a qual frequentemente me perguntam, na qual Chomsky afirma ser um truísmo que a \isi{Gramática Universal} (GU) de base genética está sujeita a \textit{alguma} variação individual.\is{variação entre falantes!na Gramática Universal} Para aqueles que perguntaram se a posição de Chomsky pode ser confirmada em publicações acadêmicas, apresento as seguintes citações:

source: Putting aside genetic variation (an interesting but marginal phenomenon in the case of language) and conceivable but unknown epigenetic effects, the principles of UG, whatever they are, are invariant. \citep[35]{Chomsky2013}
pt_br: Deixando de lado a variação genética (um fenômeno interessante, porém marginal, no caso da língua) e os efeitos epigenéticos concebíveis, embora desconhecidos, os princípios da GU, quaisquer que sejam, são invariáveis. \citep[35]{Chomsky2013}

source: It is hardly controversial that [the faculty of language] is a common human possession apart from pathology, to an approximation so close that we can ignore variation. \citep[138]{Chomsky2008}
pt_br: É pouco controverso que [a faculdade da linguagem] seja uma propriedade humana comum, exceto pelas patologias, cuja similaridade é tamanha que podemos ignorar a variação. \citep[138]{Chomsky2008}

source: \noindent I am aware of no empirical evidence that would indicate how much UG can vary across individuals.\\\\
pt_br: \noindent Não estou ciente de qualquer evidência empírica que indicaria quanto a GU pode variar entre indivíduos.\\\\

source: \noindent December 2015
pt_br: \noindent Dezembro de 2015
